tap "bufbuild/buf"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
tap "warrensbox/tap"
brew "autoconf"
brew "automake"
brew "readline"
brew "awscli"
brew "awslogs"
brew "bazel"
brew "buildifier"
brew "glib"
brew "pkg-config"
brew "ccat"
brew "coreutils"
brew "cowsay"
brew "docker-credential-helper-ecr", link: false
brew "libtool"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gitmoji"
brew "gnu-tar"
brew "go"
brew "graphviz"
brew "htop"
brew "httpie"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "imagesnap"
brew "jq"
brew "krb5"
brew "lazydocker"
brew "libksba"
brew "libyaml"
brew "lolcat"
brew "mas"
brew "n"
brew "openjdk"
brew "postgresql"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "ruby"
brew "speedtest-cli"
brew "starship"
brew "swift-protobuf"
brew "thefuck"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "bufbuild/buf/buf"
brew "mike-engel/jwt-cli/jwt-cli"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "anaconda"
cask "anki"
cask "balenaetcher"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "font-hack"
cask "font-jetbrains-mono"
cask "font-source-sans-pro"
cask "gitify"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "mactex-no-gui"
cask "ngrok"
cask "notion"
cask "postman"
cask "spotify"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Harvest", id: 506189836
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Notability", id: 736189492
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
