tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
brew "btop"
brew "ccat"
brew "cdktf"
brew "coreutils"
brew "cowsay"
brew "docker-credential-helper-ecr"
brew "exa"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gitmoji"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lolcat"
brew "rtx"
brew "watchman"
brew "yt-dlp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mike-engel/jwt-cli/jwt-cli"
cask "1password"
cask "arc"
cask "cron"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-sans-pro"
cask "gitify"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "loom"
cask "mactex-no-gui"
cask "ngrok"
cask "notion"
cask "slack"
cask "ubersicht"
cask "visual-studio-code"
cask "zoom"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "James-Yu.latex-workshop"
vscode "jock.svg"
vscode "marp-team.marp-vscode"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rubbersheep.gi"
vscode "skyapps.fish-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
