tap "bufbuild/buf"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awslogs"
brew "glib"
brew "ccat"
brew "coreutils"
brew "cowsay"
brew "docker-credential-helper-ecr"
brew "pkg-config"
brew "unbound"
brew "gobject-introspection"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "gh"
brew "git-lfs"
brew "gnu-tar"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "imagesnap"
brew "lazydocker"
brew "lolcat"
brew "mas"
brew "n"
brew "openjdk"
brew "postgresql"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "speedtest-cli"
brew "starship"
brew "thefuck"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "bufbuild/buf/buf"
brew "mike-engel/jwt-cli/jwt-cli"
cask "1password"
cask "adoptopenjdk8"
cask "anaconda"
cask "anki"
cask "dash"
cask "docker"
cask "font-hack"
cask "font-jetbrains-mono"
cask "font-source-sans-pro"
cask "gitify"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "mactex-no-gui"
cask "ngrok"
cask "notion"
cask "postman"
cask "spotify"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Notability", id: 736189492
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
